Revit 2027 API
IFCImportOptions Constructor
 Constructs a new IFCImportOptions using default settings.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCImportOptions()
Public Sub New
public:
IFCImportOptions()
new : unit -> IFCImportOptions
See Also
Reference
IFCImportOptions Class
Autodesk.Revit.DB.IFC Namespace